Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_intro_qr_step2
source: Go to Settings > Devices > Scan QR
be: Перайдзіце ў «Налады > Прылады»
ca: Aneu a Configuració > Dispositius > Enllaça
de: Einstellungen → Geräte → QR-Code
es: Ve a Ajustes > Dispositivos > Escanear QR
fr: Allez dans Paramètres > Appareils > Scanner le code QR
it: Impostazioni > Dispositivi > Scansiona QR
ko: 설정 > 기기 > QR 코드 스캔으로 이동하세요
ms: Pergi ke Aturan > Peranti > Imbas QR
nl: Ga naar instellingen > apparaten > QR
pl: Przejdź do Ustawienia » Urządzenia » Połącz z komputerem stacjonarnym
pt_br: Acesse Configurações > Dispositivos > Ler Código QR
ru: Откройте настройки, раздел «Устройства»
tr: Ayarlar > Cihazlar > QR Tara gidin
uk: Зайдіть у Налаштування > Пристрої > Сканувати QR-код

# lng_intro_qr_step3
source: Scan this image to Log In
be: Націсніце «Прывязаць камп'ютар»
ca: Escanegeu el QR per a iniciar sessió
de: Bild scannen, um dich anzumelden
es: Escanea esta imagen para iniciar sesión
fr: Scannez cette image pour vous connecter
it: Scansiona questa immagine per accedere
ko: 위 이미지를 스캔하여 로그인하세요
ms: Imbas imej ini untuk Log Masuk
nl: Scan deze afbeelding om in te loggen
pl: Zeskanuj ten obraz, aby się zalogować
pt_br: Escaneie essa imagem para entrar
ru: Сканируйте этот код для авторизации
tr: Oturum açmak için bu görüntüyü tarayın
uk: Відскануйте це зображення, щоб увійти

# lng_intro_qr_title
source: Scan From Mobile Telegram
be: Скануйце QR-код з тэлефона
ca: Escaneig des del mòbil
de: Code mit Telefon scannen
es: Escanea con tu teléfono
fr: Scanner depuis un mobile
it: Scansiona da Telegram
ko: 모바일 텔레그램에서 스캔하기
ms: Imbas Dari Telegram Mudahalih
nl: Scan vanaf mobiele Telegram
pl: Zeskanuj Telegramem na urządzeniu mobilnym
pt_br: Escaneie com o Telegram
ru: Сканируйте QR-код с телефона
tr: Mobil Telegram'dan Tarayın
uk: Відскануйте своїм телефоном

# lng_intro_submit
source: SUBMIT
be: АДПРАВІЦЬ
ca: ENVIA
de: SENDEN
es: ENVIAR
fr: VALIDER
it: INVIA
ko: 제출
ms: HANTAR
nl: VERSTUREN
pl: WYŚLIJ
pt_br: ENVIAR
ru: ВХОД
tr: GÖNDER
uk: УВІЙТИ

# lng_join_channel_error
source: Sorry, you have joined too many channels and supergroups. Please leave some before joining this one.
be: На жаль, вы з'яўляецеся ўдзельнікам занадта шмат каналаў і суперсуполак. Выйдзіце з некаторых, каб далучыцца.
ca: Us heu unit a massa canals i supergrups. Abandoneu-ne algun abans d'unir-vos a aquest.
de: Du bist bereits in zu vielen Kanälen und Supergruppen. Bitte trenne dich zuvor von ein paar davon.
es: Lo sentimos, te has unido a demasiados canales y supergrupos. Por favor, sal de algunos antes de unirte.
fr: Vous avez rejoint trop de canaux et de supergroupes. Quittez en quelques-uns pour rejoindre celui-ci.
it: Spiacenti, sei in troppi canali e supergruppi. Per favore lasciane qualcuno prima di unirti a questo.
ko: 죄송합니다. 너무 많은 채널과 슈퍼그룹에 들어가 계십니다. 몇 곳에서 나온 뒤 새로 들어가 주세요.
ms: Maaf, anda telah sertai terlalu banyak saluran dan grupsuper. Sila keluar dari saluran atau grupsuper sebelum sertai yang ini.
nl: Je bent lid van teveel kanalen of supergroepen, verlaat er wat om hier lid te worden.
pl: Dołączono do zbyt dużej liczby kanałów i super grup. Przed dołączeniem do tej opuść niektóre z nich.
pt_br: Desculpe, você já entrou em muitos canais e supergrupos. Por favor, saia de alguns antes de entrar nesse.
ru: Вы состоите в слишком большом числе супергрупп и каналов. Пожалуйста, сначала покиньте некоторые из них.
tr: Üzgünüz, çok fazla kanala ve gruba katıldınız. Lütfen buna katılmadan önce birkaç tanesinden ayrılın.
uk: Ви приєдналися до завеликої кількості каналів та супергруп. Покиньте деякі, щоб приєднатися.

# lng_language_already
source: You're already using this language pack. You can change your language back at any time in Settings.
be: Вы ўжо выкарыстоўваеце гэты моўны пакет. Вы можаце змяніць мову ў любы час праз Налады.
ca: Ja esteu utilitzant aquest paquet de llengua. Podeu tornar a canviar la llengua a la Configuració en qualsevol moment.
de: Du benutzt bereits dieses Sprachpaket. In den Einstellungen kannst du die Sprache wieder ändern.
es: Ya estás usando este pack de idioma. Puedes cambiar el idioma cuando quieras en Ajustes.
fr: Vous utilisez déjà ce paquet linguistique. Vous pouvez changer de langue à tout moment dans les paramètres.
it: Stai già usando questa lingua. Puoi cambiare la tua lingua in qualsiasi momento nelle Impostazioni.
ko: 이 언어 묶음을 이미 사용하고 계십니다. 설정에서 언제든지 언어를 바꾸실 수 있습니다.
ms: Anda telahpun guna pek bahasa ini. Anda boleh tukar balik bahasa di Aturan pada bila-bila masa.
nl: Je gebruikt dit taalbestand al. Je kunt je taal wijzigen via Instellingen.
pl: Już używasz tego pakietu językowego. Możesz zmienić język w dowolnym momencie w Ustawieniach.
pt_br: Você já está usando essa tradução. Você pode alterar o idioma de volta a qualquer momento nas Configurações.
ru: Вы уже используете этот язык. Изменить язык приложения можно в настройках.
tr: Zaten bu dil paketini kullanıyorsunuz. Dilinizi istediğiniz zaman Ayarlar bölümünden değiştirebilirsiniz.
uk: Ви вже користуєтеся цим перекладом. Змінити мову можна в Налаштуваннях.

# lng_language_not_found
source: Sorry, this language pack doesn't exist.
be: На жаль, гэты моўны пакет не існуе.
ca: Aquest paquet de llengua no existeix.
de: Dieses Sprachpaket existiert leider nicht.
es: Lo sentimos, este pack de idioma no existe.
fr: Cette langue n'existe pas.
it: Spiacenti, questa lingua non esiste.
ko: 죄송합니다. 이 언어 묶음이 존재하지 않습니다.
ms: Maaf, pek bahasa ini belum ada.
nl: Sorry, dit taalbestand bestaat niet.
pl: Ten pakiet językowy nie istnieje.
pt_br: Esse pacote de idioma não existe, desculpe.
ru: Такого перевода пока нет.
tr: Üzgünüz, bu dil paketi mevcut değil.
uk: Перекладу такою мовою не існує.

# lng_language_not_ready_about
source: Unfortunately, this custom language pack ({lang_name}) doesn't contain data for Telegram Desktop. You can contribute to this language pack using the {link}.
be: На жаль, гэты карыстальнiцкi моўны пакет ({lang_name}) не ўтрымлівае даных для Telegram Desktop. Вы можаце прыняць удзел у перакладзе праз {link}.
ca: Malauradament, aquest paquet de llengua personalitzat {lang_name} no conté dades per al Telegram Desktop. Podeu contribuir en aquest paquet de llengua usant {link}
de: Leider enthält das benutzerdefinierte Sprachpaket {lang_name} keine Daten für Telegram Desktop. Auf der {link} kannst du bei der Übersetzung mithelfen.
es: Lamentablemente, este pack de idioma personalizado ({lang_name}) no contiene datos para Telegram Desktop. Puedes contribuir a este pack de idioma usando la {link}.
fr: Malheureusement, Telegram pour bureau n'est pas encore traduit dans cette langue personnalisée (**{lang_name}**). Vous pouvez participer à la traduction sur la {link}.
it: Sfortunatamente, questa lingua personalizzata ({lang_name}) non contiene dati per Telegram Desktop. Puoi contribuire a questa lingua usando la {link}.
ko: 안타깝게도 이 맞춤 언어 묶음({lang_name})에는 텔레그램 데스크톱용 데이터가 들어 있지 않습니다. {link}을 이용하여 이 언어 묶음에 기여하실 수 있습니다.
ms: Malangnya, pek bahasa khusus ini ({lang_name}) tiada data untuk Telegram Desktop. Anda boleh sumbang ke pek bahasa ini dengan menggunakan {link}.
nl: Helaas lijkt dit aangepaste taalbestand ({lang_name}) geen gegevens voor Telegram Desktop te bevatten. Je kunt zelf bijdragen aan dit taalbestand via {link}.
pl: Niestety, ten własny pakiet językowy ({lang_name}) nie zawiera danych dla Telegram Desktop. Możesz przyczynić się do powstania tego pakietu językowego, korzystając z {link}.
pt_br: Infelizmente esse pacote de idioma ({lang_name}) não contém dados para o Telegram Desktop. Você pode contribuir usando a {link}.
ru: К сожалению, в этом неофициальном переводе ({lang_name}) нет текстов приложения Telegram для ПК. Вы можете использовать {link}, чтобы помочь с переводом приложения.
tr: Ne yazık ki, bu özel dil paketi ({lang_name}) Telegram Desktop için veri içermiyor. Bu dil paketine {link} kullanarak katkıda bulunabilirsiniz.
uk: На жаль, цей сторонній переклад ({lang_name}) не містить даних для Telegram Desktop. Ви можете допомогти з перекладом, скориставшись {link}.

# lng_language_not_ready_link
source: translation platform
be: платформа перакладаў
ca: plataforma de traducció
de: Übersetzungsplattform
es: plataforma de traducción
fr: plateforme de traduction
it: piattaforma di traduzione
ko: 번역 플랫폼
ms: platfom terjemahan
nl: vertalingsplatform
pl: platformy tłumaczeń
pt_br: plataforma de tradução
ru: платформу переводов
tr: Çeviri platformu
uk: платформою перекладів

# lng_language_switch_about_official
source: You are about to apply a language pack ({lang_name}) that is {percent}% complete. This will translate the entire interface. You can suggest corrections in the {link}. You can change your language back at any time in Settings.
be: Вы збіраецеся дастаcаваць моўны пакет {lang_name}, які скончаны на {percent}%. Гэта дзеянне перакладзе ўвесь інтэрфейс. Вы можаце прапанаваць выпраўленні тут: {link}. Вы можаце змяніць мову ў любы час праз Налады.
ca: Esteu a punt d'aplicar un paquet de llengua ({lang_name}) que es troba complet al {percent}%. Això traduirà tota la interfície. Podeu suggerir correccions a {link}. Podeu tornar a canviar la llengua en qualsevol moment a la Configuració.
de: Du versuchst ein Sprachpaket {lang_name} anzuwenden, was zu {percent}% fertiggestellt wurde. Das wird die gesamte Oberfläche übersetzen. Korrekturen kannst du auf der {link} vorschlagen. Die Sprache lässt sich jederzeit wieder in den Einstellungen ändern.
es: Estás a punto de aplicar un pack de idioma ({lang_name}) que está completo en un {percent}%. Esto traducirá toda la interfaz. Puedes sugerir correcciones en la {link}. Puedes cambiar el idioma cuando quieras en Ajustes.
fr: Vous allez appliquer une langue ({lang_name}) traduite à {percent} %. Cela traduira toute votre interface. Vous pouvez suggérer des corrections sur la {link}. Vous pouvez changer de langue à tout moment dans les paramètres.
it: Stai per applicare una lingua ({lang_name}) che è completa al {percent}%. Questo tradurrà l'intera interfaccia. Puoi suggerire correzioni nella {link}. Puoi cambiare la tua lingua in qualsiasi momento nelle Impostazioni.
ko: {percent} 완성된 언어 묶음 ({lang_name})을 적용 하려고 하고 있습니다. 적용시 인터페이스 전체가 번역됩니다. 오역은 {link} 을 통해 바로잡으실 수 있습니다. 설정에서 언제든지 언어 묶음을 변경 할 수 있습니다.
ms: Anda hampir mengguna pek bahasa ({lang_name}) yang {percent}% siap. Ianya akan terjemah kesemua interfes. Anda boleh cadangkan pembetulan di {link}. Anda boleh tukar balik ke bahasa bila-bila masa di Aturan.
nl: Je staat op het punt om een taalbestand toe te passen, dit taalbestand ({lang_name}) is {percent}% compleet. Hiermee vertaal je de complete app, correcties kun je doorgeven via {link}. Je kunt je taal altijd aanpassen via Instellingen.
pl: Masz zamiar zastosować pakiet językowy ({lang_name}), który jest kompletny w {percent}%. To przetłumaczy cały interfejs. Możesz zaproponować poprawki za pośrednictwem {link}. W każdej chwili możesz zmienić język w Ustawieniach.
pt_br: Você está prestes a aplicar um pacote de idioma que está {percent}% concluído. Pacote: {lang_name}. Isso irá traduzir toda a interface. Você pode sugerir alterações na {link}. Se desejar, altere seu idioma novamente a qualquer momento nas Configurações.
ru: Перевод ({lang_name}), который Вы собираетесь использовать, закончен на {percent}%. Это изменит язык всего интерфейса. Предложить свою версию перевода можно через {link}. Вы можете в любой момент изменить язык в настройках приложения.
tr: %{percent} oranında tamamlanmış bir dil paketini ({lang_name}) uygulamak üzeresiniz. Bu, tüm arayüzü çevirecektir. {link} bölümünden düzeltmeler önerebilirsiniz. Dilinizi istediğiniz zaman Ayarlar'dan değiştirebilirsiniz.
uk: Ви збираєтеся застосувати переклад ({lang_name}), який готовий на {percent}%. Увесь інтерфейс буде перекладено. Ви можете повідомляти про помилки на {link}. Встановити іншу мову можна буде в Налаштуваннях застосунку.

# lng_language_switch_about_unofficial
source: You are about to apply a custom language pack ({lang_name}) that is {percent}% complete. This will translate the entire interface. You can suggest corrections in the {link}. You can change your language back at any time in Settings.
be: Вы збіраецеся дастасаваць моўны пакет {lang_name}, які скончаны на {percent}%. Гэта дзеянне перакладзе ўвесь інтэрфейс. Вы можаце прапанаваць выпраўленні тут: {link}. Вы можаце змяніць мову ў любы час праз Налады.
ca: Aquest paquet de llengua personalitzat ({lang_name}) està complet al {percent}%. Es traduirà tota la interfície. Podeu suggerir correccions a la {link}. Podeu tornar a canviar la llengua en qualsevol moment a la Configuració.
de: Du versuchst ein benutzerdefiniertes Sprachpaket {lang_name} anzuwenden, was zu {percent}% fertiggestellt wurde. Das wird die gesamte Oberfläche übersetzen. Korrekturen kannst du auf der {link} vorschlagen. Die Sprache lässt sich jederzeit wieder in den Einstellungen ändern.
es: Estás a punto de aplicar un pack de idioma personalizado ({lang_name}) que está completo en un {percent}%. Esto traducirá toda la interfaz. Puedes sugerir correcciones en la {link}. Puedes cambiar el idioma cuando quieras en Ajustes.
fr: Vous allez appliquer une langue personnalisée (**{lang_name}**) traduite à {percent} %. Cela traduira toute votre interface. Vous pouvez suggérer des corrections sur la {link}. Vous pouvez changer de langue à tout moment dans les paramètres.
it: Stai per applicare una lingua ({lang_name}) che è completa al {percent}%. Questo tradurrà l'intera interfaccia. Puoi suggerire correzioni nella {link}. Puoi cambiare la tua lingua in qualsiasi momento nelle Impostazioni.
ko: {percent}% 완성된 언어 묶음({lang_name})을 적용하시려고 합니다. 인터페이스 전체가 번역됩니다. {link}에서 오역을 바로잡으실 수 있습니다. 설정에서 언제든 언어를 바꾸실 수 있습니다.
ms: Anda hampir mengguna pek bahasa khusus {lang_name} yang telah {percent} siap. Ini akan menterjemah keseluruhan interfes. Anda boleh cadang pembetulan di link {link}. Anda boleh tukar balik ke bahasa anda pada bila-bila masa di Aturan.
nl: Je staat op het punt om een aangepast taalbestand toe te passen, dit taalbestand ({lang_name}) is {percent}% compleet. Hiermee vertaal je de complete app, correcties kun je doorgeven via {link}. Je kunt je taal altijd aanpassen via Instellingen.
pl: Masz zamiar zastosować własny pakiet językowy ({lang_name}), który jest kompletny w {percent}%. To przetłumaczy cały interfejs. Możesz zaproponować poprawki za pośrednictwem {link}. W każdej chwili możesz zmienić język w Ustawieniach.
pt_br: Você está prestes a aplicar um pacote de idioma personalizado que está {percent}% concluído. Pacote: {lang_name}. Isso irá traduzir toda a interface. Você pode sugerir alterações na {link}. Se desejar, altere seu idioma novamente a qualquer momento nas Configurações.
ru: Перевод ({lang_name}), который Вы собираетесь использовать, закончен на {percent}%. Это изменит язык всего интерфейса. Предложить свою версию перевода можно через {link}. Вы можете в любой момент изменить язык в настройках приложения.
tr: %{percent} oranında tamamlanmış özel bir dil paketini ({lang_name}) uygulamak üzeresiniz. Bu, tüm arayüzü çevirecektir. {link} bölümünden düzeltmeler önerebilirsiniz. Dilinizi istediğiniz zaman Ayarlar'dan değiştirebilirsiniz.
uk: Ви збираєтеся застосувати переклад ({lang_name}), який готовий на {percent}%. Увесь інтерфейс буде перекладено. Ви можете повідомляти про помилки на {link}. Встановити іншу мову можна буде в Налаштуваннях застосунку.

# lng_language_switch_link
source: translation platform
be: платформа перакладаў
ca: plataforma de traducció
de: Übersetzungsplattform
es: plataforma de traducción
fr: plateforme de traduction
it: piattaforma di traduzione
ko: 번역 플랫폼
ms: platfom terjemahan
nl: vertalingsplatform
pl: platformy tłumaczeń
pt_br: plataforma de tradução
ru: платформу переводов
tr: Çeviri platformu
uk: платформі перекладів

# lng_launch_exe_dont_ask
source: Don't ask me again
be: Не пытаць мяне зноў
ca: No m'ho tornis a demanar
de: Nicht erneut fragen
es: No me preguntes de nuevo
fr: Ne plus me demander
it: Non chiedermelo più
ko: 다시 묻지 않습니다
ms: Jangan tanya saya lagi
nl: Vraag me niet weer
pl: Nie pytaj mnie ponownie
pt_br: Não perguntar de novo
ru: Не спрашивать снова
tr: Bana bir daha sorma
uk: Більше не питати

# lng_launch_exe_sure
source: Run
be: Запусціць
ca: Executa-ho
de: Ausführen
es: Ejecutar
fr: Exécuter
it: Avvia
ko: 실행
ms: Jalankan
nl: Uitvoeren
pl: Uruchom
pt_br: Executar
ru: Запустить
tr: Çalıştır
uk: Виконати

# lng_launch_exe_warning
source: This file has the extension {extension} It may harm your computer. Are you sure you want to run it?
be: Гэты файл мае пашырэнне {extension}. Ён можа нашкодзіць вашаму камп'ютару. Вы ўпэўнены, што хочаце запусціць яго?
ca: El fitxer té una extensió {extension}. Podria malmetre el vostre equip. Segur que voleu executar-lo?
de: Diese Datei hat die Erweiterung {extension}. Sie könnte deinem Computer schaden. Möchtest du sie wirklich ausführen?
es: Este archivo tiene extensión {extension}. Podría dañar tu computadora. ¿Quieres ejecutarlo?
fr: Ce fichier porte l’extension {extension} Il peut être dangereux pour votre ordinateur. Voulez-vous vraiment l'exécuter ?
it: Questo file ha l'estensione {extension}. Potrebbe danneggiare il tuo computer. Vuoi davvero avviarlo?
ko: 이 파일은 {extension} 확장자입니다. 회원님의 컴퓨터를 손상시킬 수 있습니다. 정말 실행하시겠습니까?
ms: Fail ini mempunyai ektensi {extension}. Ia mungkin bahaya kepada komputer anda. Anda pasti ingin lakukannya?
nl: Dit bestand heeft een {extension}-extensie. Het kan schadelijk zijn voor je computer. Bestand echt uitvoeren?
pl: Ten plik ma rozszerzenie {extension} Może to spowodować uszkodzenie komputera. Czy na pewno chcesz go uruchomić?
pt_br: Este arquivo tem a extensão {extension}. Isso pode danificar o seu computador. Tem certeza de que deseja executar?
ru: Это исполняемый файл формата {extension}. Он может быть небезопасным. Вы действительно хотите запустить его?
tr: Bu dosya {extension} uzantısına sahip Bilgisayarınıza zarar verebilir. Çalıştırmak istediğinizden emin misiniz?
uk: Цей файл має розширення {extension}. Він може зашкодити вашому компʼютеру. Ви дійсно хочете запустити його?

# lng_launch_svg_warning
source: Opening this file can potentially expose your IP address to its creator. Continue?
be: Перадпрагляд гэтага файла верагодна можа паказаць яго стваральніку ваш IP-адрас. Працягнуць?
ca: Obrir el fitxer podria permetre al creador veure la vostra IP. Voleu continuar?
de: Öffnen dieser Datei kann möglicherweise deine IP-Adresse dem Ersteller verraten. Fortfahren?
es: Abrir este archivo podría exponer tu dirección IP a su creador. ¿Continuar?
fr: La prévisualisation de ce fichier pourrait exposer votre adresse IP à son créateur. Voulez-vous continuer ?
it: L'apertura di questo file potrebbe esporre il tuo indirizzo IP al suo creatore. Continuare?
ko: 이 파일을 열면 잠재적으로 IP 주소가 보낸사람에게 노출 될 수 있습니다. 계속하겠습니까?
ms: Membuka fail ini boleh berpotensi mendedahkan alamat IP anda kepada pencipta. Teruskan?
nl: Door dit bestand te openen kan je IP-adres zichtbaar zijn voor de maker ervan, doorgaan?
pl: Otwarcie tego pliku może potencjalnie ujawnić twój adres IP jego twórcy. Kontynuować?
pt_br: Ver esse arquivo poderá expor o seu endereço IP ao criador dele. Continuar?
ru: Просмотр этого файла может раскрыть Ваш IP-адрес его автору. Продолжить?
tr: Bu dosyanın açılması, potansiyel olarak IP adresinizi oluşturucuya ifşa edebilir. Devam edilsin mi?
uk: Відкриття цього файлу може розкрити вашу IP-адресу його авторові. Продовжити?

# lng_linux_menu_redo
source: Redo
be: Вярнуць
ca: Refés
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripeti
ko: 다시실행
ms: Buat semula
nl: Opnieuw
pl: Przywróć
pt_br: Refazer
ru: Повторить
tr: İleri Al
uk: Повторити останню дію

# lng_linux_menu_tools
source: Tools
be: Інструменты
ca: Eines
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
ko: 도구
ms: Alat
nl: Hulpmiddelen
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
tr: Araçlar
uk: Інструменти

# lng_linux_menu_undo
source: Undo
be: Адрабіць
ca: Desfés
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ko: 실행취소
ms: Buka semula
nl: Ongedaan maken
pl: Cofnij
pt_br: Desfazer
ru: Отменить
tr: Geri Al
uk: Скасувати останню дію

# lng_linux_no_audio_prefs
source: You don't have any audio configuration applications installed.
be: У вас няма ніякіх усталяваных праграм для наладжвання аўдыя.
ca: No teniu instal·lada cap aplicació de configuració de l'àudio.
de: Du hast keine Audio-Konfigurationsanwendungen installiert.
es: No tienes ninguna aplicación de configuración de audio instalada.
fr: Vous n'avez aucune application de configuration audio installée.
it: Non hai installato alcuna applicazione di configurazione audio.
ko: 오디오 구성 응용 프로그램이 없습니다.
ms: Tiada aplikasi konfigurasi audio yang anda pasang.
nl: Je hebt geen audioconfiguratie-applicaties geïnstalleerd.
pl: Nie masz zainstalowanych żadnych aplikacji do konfiguracji dźwięku.
pt_br: Você não tem nenhum programa de configuração de áudio instalado.
ru: У Вас не установлены приложения для настройки звука.
tr: Herhangi bir ses yapılandırma uygulaması yüklü değil.
uk: У вас не встановлено застосунків для налаштування звуку.

# lng_local_storage_clear
source: Clear all
be: Ачысціць усё
ca: Esborra-ho tot
de: Leeren
es: Borrar todo
fr: Tout effacer
it: Elimina tutto
ko: 모두 삭제
ms: Padam semua
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar tudo
ru: Очистить всё
tr: Tümünü temizle
uk: Очистити все

# lng_local_storage_cleared
source: Cleared!
be: Ачышчана!
ca: S'ha esborrat.
de: Alles entfernt!
es: ¡Borrado!
fr: Effacé !
it: Eliminati!
ko: 초기화 완료!
ms: Dipadamkan!
nl: Gewist!
pl: Wyczyszczono!
pt_br: Limpo!
ru: Кэш очищен!
tr: Temizlendi!
uk: Очищено!

# lng_local_storage_clearing
source: Clearing...
be: Ачыстка...
ca: S'està esborrant...
de: Leeren...
es: Borrando...
fr: Effacement en cours...
it: Elimino...
ko: 초기화 중...
ms: Memadam...
nl: Wissen...
pl: Czyszczenie…
pt_br: Limpando...
ru: Очистка...
tr: Temizleniyor…
uk: Очищення...

# lng_local_storage_empty
source: No cached files
be: Няма кэшаваных файлаў
ca: Cap fitxer a la memòria cau
de: Keine temporären Daten
es: Sin archivos en caché
fr: Aucun fichier dans le cache
it: Nessun file nella cache
ko: 캐시된 파일이 없습니다
ms: Tiada fail kac
nl: Geen bestanden in cache
pl: Nie ma plików w pamięci podręcznej
pt_br: Nenhum arquivo em cache
ru: Нет кэшированных файлов
tr: Önbelleğe alınmış dosya yok
uk: Немає файлів

# lng_local_storage_media
source: Media cache
be: Кэш медыя
ca: Memòria cau de fitxers
de: Mediencache
es: Caché de multimedia
fr: Cache de médias
it: Cache media
ko: 미디어 캐시
ms: Kac media
pl: Pamięci podręczna multimediów
pt_br: Cache de mídia
ru: Кэш медиа
tr: Medya önbelleği
uk: Кеш медіа

# lng_local_storage_media_limit
source: Media cache limit: {size}
be: Абмежаванне кэшу медыя: {size}
ca: Límit de la memòria cau de fitxers: {size}
de: Cache für Medien: {size}
es: Límite de la caché de multimedia: {size}
fr: Limite du cache de médias : {size}
it: Limite cache media: {size}
ko: 미디어 캐시 한도: {size}
ms: Had kac media: {size}
nl: Media cache limiet: {size}
pl: Limit pamięci podręcznej mediów: {size}
pt_br: Limite do cache de mídia: {size}
ru: Лимит кэша для медиа: {size}
tr: Medya önbelleği sınırı: {size}
uk: Обмеження кешу медіа: {size}

# lng_local_storage_size_limit
source: Total size limit: {size}
be: Агульнае абмежаванне памеру: {size}
ca: Mida màxima total: {size}
de: Maximale Gesamtgröße: {size}
es: Límite de tamaño total: {size}
fr: Limite de taille totale : {size}
it: Limite dimensione totale: {size}
ko: 총 용량 제한: {size}
ms: Had jumlah saiz: {size}
nl: Maximale totale grootte: {size}
pl: Całkowity limit rozmiaru: {size}
pt_br: Limite de tamanho total: {size}
ru: Общее ограничение по размеру: {size}
tr: Toplam boyut sınırı: {size}
uk: Загальне обмеження розміру: {size}
